Revit 2027 API
ParameterTypeId.DividedSurfaceDisplayNodes Property
 "Nodes"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedSurfaceDisplayNodes { get; }
Public Shared ReadOnly Property DividedSurfaceDisplayNodes As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedSurfaceDisplayNodes {
	ForgeTypeId^ get ();
}
static member DividedSurfaceDisplayNodes : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace